// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "Управление настройкой бумаги";

"SynchronizeTitleString" = "Обновление списка бумаги…";

"CreatePaperErrorTitle" = "Не удается добавить новую бумагу";
"SetProfileErrorTitle" = "Не удается установить профиль ICC";
"GetMediumListErrorTitle" = "Не удается получить список специальных типов бумаги";
"DeleteCustomMediumErrorTitle" = "Не удается удалить специальный тип бумаги";
"GetProfileErrorTitle" = "Не удается загрузить профиль ICC";
"SetPropertiesErrorTitle" = "Не удается изменить свойства печати";
"ResponseErrorMessage" = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";
CalibratePaperErrorTitle = "Не удается выполнить калибровку бумаги";
ProfilePaperErrorTitle = "Не удается выполнить профилирование бумаги";
ColorMeasurementErrorTitle = "Не удается выполнить измерение цвета";
ExportPaperPresetErrorTitle = "Не удается экспортировать настройки бумаги";

"DeleteButtonTitle" = "Удалить";
"DeletePaperConfirmationTitle" = "Подтверждение удаления специального типа бумаги";
"DeletePaperConfirmationMessageFormat" = "Удалить бумагу %@ из списка драйвера печати и принтера?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "Изменить параметры печати для бумаги %@?";
"SetPrintingPropertiesConfirmationMessageString" = "Если задать значения параметров печати, не совместимые с используемой бумагой, качество изображения может снизиться.";
"SetPaperThicknessConfirmationTitleFormatString" = "Если для параметра «Толщина бумаги» выбрать значение «Обычное», при использовании плотной бумаги может снизиться качество изображения, а печатающие головки могут выйти из строя. Профили калибровки и ICC для данной бумаги станут недействительными, их необходимо будет создать снова. Изменить значение параметра «Толщина бумаги» для бумаги %@?";

// Calibration status
"CalibrationStatusRecommended" = "Рекомендуется";
"CalibrationStatusOutOfDate" = "Устарело";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "Обновление списка бумаги успешно завершено";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "Теперь вы можете выполнять печать на новой специальной бумаге.";
"SyncronizationSuccessfullMessageString" = "Теперь вы можете выполнять печать на новой специальной бумаге. Чтобы видеть обновленный список бумаги в диалоговом окне печати, необходимо закрыть его и снова открыть.";
"SyncronizationFailedPrinterBusyTitle" = "Не удается обновить список бумаги";
"SyncronizationFailedPrinterBusyMessage" = "Убедитесь, что принтер не выполняет печать, и повторите попытку.";
"MediaManagementErrorTitleString" = "Не удается получить данные из принтера о специальных типах бумаги";
"SyncronizationIncompleteTitleString" = "Не удается обновить весь список бумаги";
"SyncronizationIncompleteMessageFormatString" = "Следующие типы бумаги не были обновлены:\n%@";
RegistrationIncompleteTitle = "Не удается обновить весь список бумаги";
RegistrationIncompleteMessage = "Следующие типы бумаги не были зарегистрированы:\n%@";
RegistrationRequiredString = "Профиль ICC не зарегистрирован. Выполните регистрацию профиля.";
RegisteringProfileTitleString = "Регистрация профиля ICC…";
MethodNotSupportedInFWMessage = "Действие, которое вы пытаетесь выполнить, не поддерживается текущей версией прошивки. Пожалуйста, проверьте версию прошивки.";

"GetMediumListTitleString" = "Получения списка бумаги…";
"DeleteMediumTitleString" = "Удаление специального типа бумаги…";
"GetProfileTitleString" = "Загрузка профиля ICC…";
"SetPropertiesTitleString" = "Идет изменение параметров принтера…";
"RestoreProfileTitleString" = "Восстановление профиля ICC, заданного по умолчанию";
"RemoveProfileErrorTitle" = "Не удается восстановить профиль ICC по умолчанию";

"ICCProfileTitleString" = "Профиль ICC";
"CalibrationStatusTitleString" = "Состояние калибровки";

// Gloss Enhancer
"OFF" = "Выкл.";
"FULLPAGE" = "Вкл.";
"INKEDAREA" = "Вкл.";

// Paper category
"BOND_AND_COATED" = "Док бум/бум с покрытием";
"PHOTO" = "Фотобумага";
"PROOFING" = "Бумага для пробных отпечатков";
"FINE_ART" = "Материалы для печати произведений изобразительного искусства";
"FILM" = "Плёнка";
"TECHNICAL" = "Техническая бумага";
"CUSTOM" = "Нестандартная бумага";
BACKLIT = "Материалы для просмотра с задней подсветкой";
ADHESIVE = "Клейкая бумага";
BANNER_AND_SIGN = "Материал для плакатов и знаков";
HP_EXTENDED_MEDIA = "Дополнительные типы бумаги";

"CalibrationStatusNotApplicable" = "Неподходящий";

"No response" = "Убедитесь, что принтер подсоединен и включен, затем повторите попытку.";
"UNDEFINED-ERROR" = "Произошла ошибка.";
"ERROR-IN-PARAMS" = "Произошла ошибка.";
"UNKNOWN-OPERATION" = "Время действия истекло.";
"PRINTER-BUSY" = "Принтер занят. Подождите, пока принтер закончит все текущие задания печати.";
"UNDEFINED-MEDIUM" = "Выбранная бумага отсутствует. Возможно она была удалена другим пользователем.";
"INVALID-MEDIUM" = "Произошла ошибка.";
"PROFILE-DOESNT-EXIST" = "Произошла ошибка.";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "Бумагу HP, заданную по умолчанию, удалить нельзя.";
"MEDIUM-CANNOT-BE-DELETED" = "Специальный тип бумаги не может быть удален, т.к. бумага такого типа загружена в принтер.";
"MEDIUM-DOESNT-EXIST" = "Выбранная бумага отсутствует. Возможно она была удалена другим пользователем.";
"MEDIUM-NOT-CLONABLE" = "Произошла ошибка.";
"PROFILE-CANNOT-BE-DELETED" = "Произошла ошибка.";
ALREADY-IN-FACTORY-SETTINGS = "Параметры печати по умолчанию уже используются.";

"SaveProfileErrorTitle" = "Не удается сохранить профиль ICC";
"SaveProfileErrorMessage" = "Используйте другое расположение.";

IncreasePaperThicknessConfirmationTitleFormatString = "Изменить значение параметра «Толщина бумаги» для бумаги %@?";
IncreasePaperThicknessConfirmationMessageString = "Профили калибровки и ICC для данной бумаги станут недействительными, их необходимо будет создать снова.";
DecreasePaperThicknessConfirmationTitleFormatString = "Изменить значение параметра «Толщина бумаги» для бумаги %@?";
DecreasePaperThicknessConfirmationMessageString = "Если в качестве значения толщины бумаги выбрана обычная толщина, то при использовании плотной бумаги может снизиться качество изображения, а печатающие головки могут касаться поверхности бумаги. Профили калибровки и ICC для данной бумаги станут недействительными, их необходимо будет создать снова.";
CreateNewICCProfileRecommendationTitleString = "Выберите \"Профилировать бумагу\", чтобы создать новый профиль ICC";
CreateNewICCProfileRecommendationMessageString = "Некоторые из параметров бумаги были изменены, поэтому текущие профили ICC для данного типа бумаги больше не являются точными";
SetPrintingPropertiesSuccessfulMessageString = "Параметры печати для выбранного типа бумаги были успешно изменены.";
SetPrintingPropertiesTitleString = "Параметры печати были изменены";
ChangeButtonTitle = "Изменить";

"ManagePapersTaskName" = "Управление настройкой бумаги\n";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "Калибровать бумагу";
"ProfilePaperTooltip" = "Профилировать бумагу";
"InstallICCProfileTooltip" = "Установить профиль ICC";
"ExportICCProfileTooltip" = "Экспортируйте профиль ICC, соответствующий любому типу бумаги.";
"RestoreFactoryICCProfileTooltip" = "Восстановить профиль ICC, заданный по умолчанию, для одного из типов бумаги HP.";
"RegisterProfileTooltip" = "Зарегистрировать профиль";
"ChangePrintingPropertiesTooltip" = "Измените параметры печати для бумаги.";
"ExportPaperPresetTooltip" = "Экспортировать параметры бумаги";
"DeletePaperPresetTooltip" = "Для удаления специального типа бумаги из списка бумаги драйвера печати и принтера, щелкните здесь.";
"ColorMeasurementTooltip" = "Измерение цвета";

"GearButtonTooltip" = "Для управления параметрами бумаги и профилями ICC щелкните здесь.";
"AddPaperButtonTooltip" = "Щелкните, чтобы задать специальный тип бумаги и установить его. Чтобы соотнести цветовой профиль ICC с новым типом бумаги, используйте компонент HP Color Center.";
"FullSyncButtonTooltip" = "Щелкните для обновления списка типов бумаги в драйвере печати на компьютере путем добавления в него типов бумаги, предустановленных в принтере..";

//titles
"CalibratePaperTitle" = "Калибровать бумагу…";
"ProfilePaperTitle" = "Профилировать бумагу…";
"InstallICCProfileTitle" = "Установить профиль ICC…";
"ExportICCProfileTitle" = "Экспортировать профиль ICC…";
"RestoreFactoryICCProfileTitle" = "Восстановить профиль ICC, заданный по умолчанию…";
"RegisterProfileTitle" = "Зарегистрировать профиль";
"ChangePrintingPropertiesTitle" = "Изменить параметры печати…";
"ExportPaperPresetTitle" = "Экспортировать параметры бумаги…";
"DeletePaperPresetTitle" = "Удалить настройку бумаги…";
"ColorMeasurementTitle" = "Измерение цвета…";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Добавить новую настройку бумаги";
"ActionsButtonAccessibilityDescription" = "Меню действий";
"SynchronizeButtonAccessibilityDescription" = "Обновите список бумаги";